---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilocaloriesPerSecond
source: html/677339d7-2b1a-02d8-5cef-9ee79795602a.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilocaloriesPerSecond Property

Kilocalories per second.

## Syntax (C#)
```csharp
public static ForgeTypeId KilocaloriesPerSecond { get; }
```